{
  "instructions": {
    "en": "Instructions:\n\nYou will now perform a concentration task. During this task,\na number between 1 and 9 will be presented on the screen\nevery few seconds. While performing the task, you must\nkeep a finger or hand on the spacebar.\n\nWhen you see a number, you should press the spacebar\nas quickly as possible, except for when the number is 3.\nIf the number is 3, you should do nothing.\n\nIt is important that you respond as fast and accurately as possible.\n\n\n\nPress the spacebar to see an example…",
    "de": "Anleitung:\n\nDu führst jetzt eine Konzentrationsaufgabe durch. Während dieser Aufgabe\nwird alle paar Sekunden eine Zahl zwischen 1 und 9 auf dem Bildschirm angezeigt.\nWährend du die Aufgabe ausführst, musst du einen Finger oder die Hand auf der Leertaste lassen.\n\nWenn du eine Zahl siehst, drücke so schnell wie möglich die Leertaste,\nausgenommen, wenn die Zahl 3 erscheint.\nWenn die Zahl 3 erscheint, sollst du nichts tun.\n\nEs ist wichtig, dass du so schnell und genau wie möglich reagierst.\n\n\n\nDrücke die Leertaste, um ein Beispiel zu sehen…",
    "fr": "Instructions :\n\nVous allez maintenant effectuer une tâche de concentration. Au cours de cette tâche,\nun nombre entre 1 et 9 apparaîtra à l’écran toutes les quelques secondes.\nPendant la tâche, vous devez garder un doigt ou la main sur la barre d’espace.\n\nQuand vous voyez un nombre, appuyez sur la barre d’espace le plus rapidement possible,\nsauf si le nombre est 3.\nSi le nombre est 3, ne faites rien.\n\nIl est important de répondre aussi rapidement et précisément que possible.\n\n\n\nAppuyez sur la barre d’espace pour voir un exemple…",
    "nl": "Instructies:\n\nJe gaat nu een concentratietaak uitvoeren. Tijdens deze taak\nverschijnt elke paar seconden een getal tussen 1 en 9 op het scherm.\nTerwijl je de taak uitvoert, moet je een vinger of hand op de spatiebalk houden.\n\nWanneer je een getal ziet, druk je zo snel mogelijk op de spatiebalk,\nbehalve wanneer het getal 3 is.\nAls het getal 3 verschijnt, moet je niets doen.\n\nHet is belangrijk dat je zo snel en nauwkeurig mogelijk reageert.\n\n\n\nDruk op de spatiebalk om een voorbeeld te zien…",
    "jp": "説明:\n\nこれから集中課題を行います。この課題では、\n1 から 9 までの数字が数秒ごとに画面に表示されます。\n課題を行っている間、指または手をスペースキーの上に置いてください。\n\n数字が表示されたら、できるだけ速くスペースキーを押してください。\nただし、数字が 3 のときは何もしないでください。\n\nできるだけ速く、かつ正確に反応することが重要です。\n\n\n\n例を見るにはスペースキーを押してください…",
    "cn": "说明：\n\n您将进行一个集中任务。在此任务中，\n屏幕上每隔几秒会出现一个 1 到 9 之间的数字。\n执行任务时，请保持一根手指或手放在空格键上。\n\n当您看到一个数字时，请尽快按下空格键，\n但当数字为 3 时不要按。\n如果出现数字 3，请什么也不要做。\n\n请尽可能快速且准确地作出反应。\n\n\n\n按空格键查看示例…"
  },

  "space_continue": {
    "en": "Press SPACE to continue",
    "de": "Drücke die LEERTASTE, um fortzufahren",
    "fr": "Appuyez sur ESPACE pour continuer",
    "nl": "Druk op SPATIE om door te gaan",
    "jp": "続行するにはスペースキーを押してください",
    "cn": "按空格键继续"
  },

  "space_start": {
    "en": "Press SPACE to start",
    "de": "Drücke die LEERTASTE, um zu starten",
    "fr": "Appuyez sur ESPACE pour démarrer",
    "nl": "Druk op SPATIE om te starten",
    "jp": "開始するにはスペースキーを押してください",
    "cn": "按空格键开始"
  },

  "number_task": {
    "en": "Now the concentration task will start",
    "de": "Jetzt folgt die Konzentrationsaufgabe",
    "fr": "La tâche de concentration va commencer",
    "nl": "De concentratietaak begint nu",
    "jp": "これから集中課題が始まります",
    "cn": "集中任务现在开始"
  },

  "task_countdown": {
    "en": "The task will begin in 10 seconds...",
    "de": "Die Aufgabe beginnt in 10 Sekunden...",
    "fr": "La tâche commencera dans 10 secondes...",
    "nl": "De taak begint over 10 seconden...",
    "jp": "課題は 10 秒後に始まります...",
    "cn": "任务将在 10 秒后开始..."
  },

  "break": {
    "en": "Take a short break...",
    "de": "Mache eine kurze Pause...",
    "fr": "Faites une courte pause...",
    "nl": "Neem een korte pauze...",
    "jp": "少し休憩してください...",
    "cn": "稍作休息..."
  },

  "finished": {
    "en": "You have finished this task...",
    "de": "Du hast diese Aufgabe beendet...",
    "fr": "Vous avez terminé cette tâche...",
    "nl": "Je hebt deze taak voltooid...",
    "jp": "この課題は終了しました...",
    "cn": "您已经完成此任务..."
  }
}
